/* Error Alert Button */
"OK" = "OK";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "Analysefehler %1$zd, Beschreibung: %2$@, Zeile: %3$zd, Spalte: %4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "Überprüfungsfehler %1$zd, Beschreibung: %2$@, Zeile: %3$zd, Spalte: %4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "MusicXML-Analysefehler";

/* Error Alert Title */
"MusicXML Validation Error" = "MusicXML-Überprüfungsfehler";

/* Error message */
"Compressed MusicXML file seems to be malformed (could not find ‘full-path’)" = "Komprimierte MusicXML-Datei scheint falsch formatiert zu sein (\'full-path\' konnte nicht gefunden werden)";

/* Error message */
"Could not create temporary conversion file" = "Die temporäre Konvertierungsdatei konnte nicht erstellt werden";

/* Error message */
"Could not decompress (compressed MusicXML file)" = "Dekomprimieren nicht möglich (komprimierte MusicXML-Datei)";

/* Error message */
"File is not a MusicXML File" = "Datei ist keine MusicXML-Datei";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "MusicXML-Datei enthält Null oder negativen Wert für „Rasterwerte“";

/* Note Name in Do,Re,Mi notation */
"Do" = "Do";

/* Note Name in Do,Re,Mi notation */
"Fa" = "Fa";

/* Note Name in Do,Re,Mi notation */
"La" = "La";

/* Note Name in Do,Re,Mi notation */
"Mi" = "Mi";

/* Note Name in Do,Re,Mi notation */
"Re" = "Re";

/* Note Name in Do,Re,Mi notation */
"Sol" = "Sol";

/* Note Name in Do,Re,Mi notation */
"Ti" = "Ti";

/* Scale Type Popup Menu */
"Chromatic" = "Chromatisch";

/* Scale Type Popup Menu */
"Custom" = "Eigene";

/* Scale Type Popup Menu */
"Dorian" = "Dorisch";

/* Scale Type Popup Menu */
"Harmonic Minor" = "Moll (Harmonisch)";

/* Scale Type Popup Menu */
"Japanese#sct" = "Japanisch";

/* Scale Type Popup Menu */
"Klezmer" = "Klezmer";

/* Scale Type Popup Menu */
"Locrian" = "Lokrisch";

/* Scale Type Popup Menu */
"Lydian" = "Lydisch";

/* Scale Type Popup Menu */
"Major" = "Dur";

/* Scale Type Popup Menu */
"Major + b7" = "Dur + b7";

/* Scale Type Popup Menu */
"Major Blues" = "Dur (Blues)";

/* Scale Type Popup Menu */
"Major Pentatonic" = "Dur (Pentatonisch)";

/* Scale Type Popup Menu */
"Major/Minor" = "Dur/Moll";

/* Scale Type Popup Menu */
"Melodic Minor" = "Moll (Melodisch)";

/* Scale Type Popup Menu */
"Minor Blues" = "Moll (Blues)";

/* Scale Type Popup Menu */
"Minor Pentatonic" = "Moll (Pentatonisch)";

/* Scale Type Popup Menu */
"Mixolydian" = "Mixolydisch";

/* Scale Type Popup Menu */
"Natural Minor" = "Moll (Natürlich)";

/* Scale Type Popup Menu */
"Phrygian" = "Phrygisch";

/* Scale Type Popup Menu */
"South-East Asian" = "Südostasiatisch";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "6-saitige Gitarre (normale Stimmung)";
